Atlas.registerBiome({
  "format": 2,
  "id": "chornopiskovi-berehy",
  "name": "Чорнопіскові береги",
  "color": "#292a29",
  "tags": [
    "land",
    "plain",
    "shore"
  ],
  "move": 1.5,
  "speed": 15,
  "lore": {
    "description": "Чорний пляж, базальтові скелі, морські печери.",
    "flora": "Лишайники, низькі кущі.",
    "geology": "Вулканічний пісок, базальт.",
    "resources": [
      "вулканічний пісок",
      "базальт"
    ],
    "structures": [
      "маяки",
      "рибальські хатини"
    ],
    "atmosphere": "Сувора, холодна, океанічна.",
    "sounds": "Важкі хвилі, чайки, вітер.",
    "special": "Чорний берег різко контрастує з білою піною хвиль.",
    "palette": [
      {
        "hex": "#292a29",
        "name": "пісок"
      },
      {
        "hex": "#454846",
        "name": "базальт"
      },
      {
        "hex": "#6d7c63",
        "name": "рослинність"
      },
      {
        "hex": "#587486",
        "name": "океан"
      }
    ]
  }
});
