Atlas.registerBiome({
  "format": 2,
  "id": "chornokamiani-pahorby",
  "name": "Чорнокам'яні пагорби",
  "color": "#292b2a",
  "tags": [
    "land",
    "highland",
    "hills"
  ],
  "move": 2.2,
  "speed": 13,
  "lore": {
    "description": "Темні хвилясті пагорби, вузькі ущелини.",
    "flora": "Темна трава, лишайник.",
    "geology": "Базальт, чорний камінь, вулканічний туф.",
    "resources": [
      "базальт",
      "чорний камінь",
      "вулканічний туф"
    ],
    "structures": [
      "старі фортеці",
      "кам'яні кола"
    ],
    "atmosphere": "Похмура, важка.",
    "sounds": "Вітер, каменепад, низький гул.",
    "special": "Чорні скелі нагріваються вдень.",
    "palette": [
      {
        "hex": "#292b2a",
        "name": "камінь"
      },
      {
        "hex": "#454845",
        "name": "скелі"
      },
      {
        "hex": "#465740",
        "name": "трава"
      },
      {
        "hex": "#77776d",
        "name": "лишайник"
      }
    ]
  }
});
