Atlas.registerBiome({
  "format": 2,
  "id": "khmarni-dzhunhli",
  "name": "Хмарні джунглі",
  "color": "#41684b",
  "tags": [
    "land",
    "hot",
    "wet",
    "forest",
    "cloud"
  ],
  "move": 2.6,
  "speed": 8,
  "monsters": "forest",
  "lore": {
    "description": "Дуже круті зелені гори.",
    "flora": "Мох, папороті, дерева, епіфіти.",
    "geology": "Темний камінь, вологий ґрунт.",
    "resources": [
      "темний камінь",
      "вологий ґрунт"
    ],
    "structures": [
      "підвісні мости",
      "гірські поселення"
    ],
    "atmosphere": "Постійно волога, туманна.",
    "sounds": "Дощ, краплі, птахи.",
    "special": "Хмари проходять просто крізь верхівки дерев.",
    "palette": [
      {
        "hex": "#41684b",
        "name": "листя"
      },
      {
        "hex": "#6f9266",
        "name": "мох"
      },
      {
        "hex": "#59615a",
        "name": "камінь"
      },
      {
        "hex": "#b4c0b8",
        "name": "хмари"
      },
      {
        "hex": "#245637",
        "name": "ліс"
      },
      {
        "hex": "#4d8547",
        "name": "листя"
      },
      {
        "hex": "#765a3d",
        "name": "ґрунт"
      },
      {
        "hex": "#4e8790",
        "name": "вода"
      }
    ],
    "variants": [
      {
        "name": "Гірські джунглі",
        "description": "Величезні зелені схили, водоспади, ущелини."
      }
    ]
  }
});
