Atlas.registerBiome({
  "format": 2,
  "id": "kladovyshche-kolosiv",
  "name": "Кладовище колосів",
  "color": "#b49b72",
  "tags": [
    "land",
    "hot",
    "dry",
    "ruins"
  ],
  "move": 1.6,
  "speed": 14,
  "lore": {
    "description": "Пустельна долина з величезними кам'яними рештками.",
    "flora": "Сухі кущі.",
    "geology": "Пісковик, кісткоподібний камінь.",
    "resources": [
      "пісковик",
      "кісткоподібний камінь"
    ],
    "structures": [
      "статуї",
      "гробниці",
      "похоронні комплекси"
    ],
    "atmosphere": "Моторошна, грандіозна.",
    "sounds": "Вітер, скрип каменю, глибока луна.",
    "special": "Серед пустелі лежать уламки істот розміром із гори.",
    "palette": [
      {
        "hex": "#b49b72",
        "name": "камінь"
      },
      {
        "hex": "#776047",
        "name": "тіні"
      },
      {
        "hex": "#d0b88a",
        "name": "кістяний колір"
      },
      {
        "hex": "#69704d",
        "name": "рослини"
      }
    ]
  }
});
