Atlas.registerBiome({
  "format": 2,
  "id": "pechery-svitliakiv",
  "name": "Печери світляків",
  "color": "#293833",
  "tags": [
    "land",
    "underground"
  ],
  "move": 2.4,
  "speed": 9,
  "lore": {
    "description": "Великі вертикальні печери, підземні ущелини.",
    "flora": "Мох, гриби.",
    "geology": "Вапняк, сталактити, волога порода.",
    "resources": [
      "вапняк",
      "сталактити",
      "волога порода"
    ],
    "structures": [
      "старі підземні стежки",
      "мости"
    ],
    "atmosphere": "Тиха, казкова, підземна.",
    "sounds": "Краплі, кажани, ледь чутне дзижчання.",
    "special": "Стеля всіяна маленькими світними точками.",
    "palette": [
      {
        "hex": "#293833",
        "name": "камінь"
      },
      {
        "hex": "#52705d",
        "name": "мох"
      },
      {
        "hex": "#8dbb83",
        "name": "світло"
      },
      {
        "hex": "#161e1d",
        "name": "темрява"
      }
    ]
  }
});
