Atlas.registerBiome({
  "format": 2,
  "id": "pryplyvni-baseiny",
  "name": "Припливні басейни",
  "color": "#45534e",
  "tags": [
    "land",
    "plain",
    "shore"
  ],
  "move": 1.5,
  "speed": 15,
  "lore": {
    "description": "Плоскі кам'яні платформи, маленькі басейни.",
    "flora": "Морські водорості, мох.",
    "geology": "Темний сланець, вапняк.",
    "resources": [
      "темний сланець",
      "вапняк"
    ],
    "structures": [
      "дерев'яні доріжки",
      "маленькі маяки"
    ],
    "atmosphere": "Спокійна, дослідницька.",
    "sounds": "Краплі, хвилі, чайки.",
    "special": "Під час відпливу відкривається ціла мініекосистема.",
    "palette": [
      {
        "hex": "#45534e",
        "name": "камінь"
      },
      {
        "hex": "#39716b",
        "name": "водорості"
      },
      {
        "hex": "#758b6a",
        "name": "мох"
      },
      {
        "hex": "#718b9b",
        "name": "вода"
      }
    ]
  }
});
